---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Colon1
source: html/722f5b2f-9d12-ff41-5832-2f31708410ae.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Colon1 Property

Symbol :1, indicating unit Ratio : 1.

## Syntax (C#)
```csharp
public static ForgeTypeId Colon1 { get; }
```